Repository: JeffHoogland/epack
Catalog: data/po/*.po
Languages: de, es

source: Cannot read file:<br>%s
de: Kann Datei nicht lesen:<br>%s
es: No se pudo leer el archivo:<br>%s

source: Cannot read archive
de: Kann Archiv nicht lesen
es: No se pudo leer el archivo

source: Extract
de: Entpacken
es: Extraer

source: Delete archive after extraction
de: Archiv nach dem Entpacken löschen
es: Borrar archivo luego de la extración

source: Create archive folder
de: Erstelle Archiv Verzeichnis
es: Crear carpeta de archivos

source: Reading archive, please wait...
de: Lese Archiv, bitte warten...
es: Leyendo archivo, por favor aguarde...

source: No archive loaded, click to choose a file
de: Kein Archiv ausgewählt, bitte eine Datei auswählen
es: Archivo no cargado, cliquear para elegir archivo

source: <b>Archive:</b> %s
de: <b>Archiv:</b> %s
es: <b>Archivo:</b> %s

source: Error
de: Fehler

source: Continue
de: Fortfahren
es: Continuar

source: Exit
de: Beenden
es: Salir

source: Extracting files, please wait...
de: Entpacke Dateien, bitte warten, ...
es: Extrayendo archivo, por favor aguarde

source: Cancel
de: Abrechen
es: Cancelar

source: Extract completed
de: Archiv ist entpackt
es: Extración completa

source: What to do next?
de: Als nächstes?
es: ¿Qué hacer luego?

source: Open Filemanager
de: Öffne Dateimanager
es: Abrir manejador de archivos

source: Open Terminal
de: Öffne Terminal
es: Abrir terminal

source: Close this popup
de: Schliese dieses Fenster
es: Cerrar esta ventana

source: Website
de: Webseite
es: Sitio Web

source: Authors
de: Autoren
es: Autores

source: License
de: Lizenz
es: Licencia

source: Choose an archive
de: Wähle ein Archiv
es: Elegir archivo

source: Version: %s
es: Versión: %s
